<unk>	0
<s>	0
</s>	0
.	-2.73752
▁the	-3.57239
▁to	-4.01443
/	-4.04402
,	-4.14145
▁	-4.19072
:	-4.21945
▁a	-4.52377
-	-4.63027
▁in	-4.67893
▁and	-4.72548
▁is	-4.80515
_	-4.87221
▁of	-4.93983
▁for	-4.95877
s	-5.19568
)	-5.19721
'	-5.20111
▁be	-5.20855
(	-5.21771
▁(	-5.25453
▁"	-5.43663
▁on	-5.43924
▁that	-5.46699
▁not	-5.4879
"	-5.49381
▁{	-5.51875
▁with	-5.57539
▁it	-5.60437
▁-	-5.61154
java	-5.65063
}	-5.69047
▁should	-5.69952
ing	-5.79846
▁'	-5.87317
▁*	-5.91257
▁this	-5.91536
▁as	-5.93198
code	-5.93314
▁org	-5.95342
▁from	-5.96972
▁I	-5.99414
▁we	-6.01418
▁at	-6.04261
▁are	-6.06832
▁an	-6.08198
▁The	-6.16103
▁will	-6.1807
▁[	-6.2084
]	-6.22553
▁=	-6.22884
://	-6.23281
▁when	-6.25569
▁have	-6.30368
▁if	-6.32184
▁can	-6.32424
t	-6.32489
▁file	-6.32935
>	-6.3356
▁new	-6.35727
e	-6.36669
▁or	-6.39584
d	-6.42457
▁This	-6.43323
▁project	-6.47478
▁by	-6.48113
▁Titanium	-6.53716
\	-6.56031
▁use	-6.5782
▁Ti	-6.62534
eclipse	-6.63737
▁all	-6.6389
▁error	-6.64105
▁but	-6.64503
▁<	-6.65349
',	-6.69295
▁need	-6.69373
com	-6.69792
▁user	-6.70704
▁Studio	-6.71637
UI	-6.73002
=	-6.75451
▁{{	-6.78666
▁code	-6.79208
▁#	-6.80114
x	-6.81725
▁build	-6.82057
2	-6.82281
()	-6.83027
▁which	-6.83875
▁using	-6.8467
▁add	-6.8534
▁test	-6.85767
▁/	-6.85948
▁:	-6.86792
;	-6.87923
}}	-6.89168
▁has	-6.9028
▁you	-6.9037
▁app	-6.90593
▁module	-6.90628
▁--	-6.92802
▁var	-6.9439
);	-6.95535
▁Add	-6.971
▁data	-6.97104
a	-6.97128
▁one	-6.9822
core	-6.98796
▁get	-6.99012
▁does	-7.00409
▁would	-7.00411
▁name	-7.00535
▁0	-7.01285
->	-7.01761
id	-7.01954
▁|	-7.01977
▁set	-7.02048
▁run	-7.02331
▁version	-7.02423
run	-7.02629
▁Android	-7.02758
▁only	-7.02878
::	-7.0369
org	-7.04121
▁no	-7.04146
▁support	-7.0427
).	-7.05065
▁into	-7.0511
php	-7.06437
▁http	-7.06448
="	-7.0724
▁so	-7.07657
▁2.	-7.09563
js	-7.09821
▁com	-7.10006
▁like	-7.10597
▁some	-7.10775
▁create	-7.11352
▁We	-7.11637
",	-7.12508
ed	-7.13013
▁Create	-7.13888
▁1.	-7.14922
1	-7.14939
▁iOS	-7.15059
internal	-7.15742
▁>	-7.16108
▁there	-7.1613
*	-7.16627
c	-7.1796
▁do	-7.18288
▁up	-7.19909
lib	-7.2047
▁SDK	-7.2069
▁work	-7.20919
▁h	-7.2183
▁default	-7.2324
▁});	-7.2441
▁line	-7.24676
▁Result	-7.24857
▁was	-7.25565
?	-7.27182
▁same	-7.27227
▁files	-7.2769
▁message	-7.28157
▁It	-7.29035
▁tests	-7.29183
▁used	-7.29668
log	-7.30307
('	-7.30317
able	-7.30558
▁type	-7.30745
({	-7.31453
b	-7.31754
The	-7.32153
▁issue	-7.32383
▁also	-7.32458
3	-7.32476
appcelerator	-7.35164
▁https	-7.3558
▁then	-7.36319
f	-7.36636
▁more	-7.36839
▁following	-7.37156
▁make	-7.38063
▁$	-7.39124
▁java	-7.3931
xml	-7.39369
▁log	-7.39945
▁win	-7.40886
4	-7.41932
http	-7.42758
▁list	-7.43662
▁function	-7.44134
▁any	-7.44309
▁In	-7.45821
▁result	-7.46103
xd	-7.46266
▁other	-7.46637
▁time	-7.47038
7	-7.48099
▁see	-7.48849
▁after	-7.48887
▁view	-7.49067
▁3.	-7.50599
▁job	-7.50908
▁Expected	-7.50932
▁1	-7.51727
▁configuration	-7.52385
▁page	-7.52445
ui	-7.54316
▁out	-7.54595
▁A	-7.5492
+	-7.55206
▁}	-7.55708
▁If	-7.56245
g	-7.56504
titanium	-7.57709
▁class	-7.57883
▁//	-7.57944
ly	-7.58172
▁value	-7.58511
p	-7.58717
to	-7.59374
▁Steps	-7.59418
0	-7.59952
m	-7.60015
apache	-7.60659
name	-7.60954
n	-7.61299
▁Actual	-7.62115
▁change	-7.62721
▁they	-7.62818
▁could	-7.63488
▁2	-7.64086
▁call	-7.64833
ERROR	-7.64972
en	-7.65211
▁command	-7.6532
▁+	-7.66587
8	-7.66854
();	-7.67297
▁button	-7.67583
add	-7.68534
▁Windows	-7.6868
This	-7.68775
▁show	-7.69824
▁server	-7.69945
▁option	-7.70075
▁device	-7.70292
py	-7.70713
5	-7.71054
test	-7.71287
▁image	-7.71448
build	-7.71651
▁content	-7.7203
When	-7.72151
▁case	-7.72383
▁process	-7.72487
v	-7.7343
API	-7.74046
▁may	-7.74475
▁service	-7.74525
Titanium	-7.74671
▁how	-7.75373
▁first	-7.75687
▁current	-7.758
▁way	-7.75921
▁example	-7.75951
▁When	-7.7598
▁system	-7.76136
▁update	-7.76138
▁reproduce	-7.76447
modules	-7.76522
▁just	-7.77479
|	-7.77597
android	-7.77615
▁created	-7.77898
▁them	-7.78036
springframework	-7.78065
▁@	-7.78434
▁running	-7.7846
▁stream	-7.78655
▁modules	-7.78816
▁install	-7.78914
r	-7.78973
▁text	-7.79825
▁window	-7.79916
▁click	-7.80423
▁directory	-7.80453
▁information	-7.8082
▁report	-7.80892
Users	-7.80909
▁attached	-7.81073
▁available	-7.82422
▁CLI	-7.82635
▁UI	-7.82841
▁fails	-7.83034
lang	-7.8324
▁needs	-7.83315
▁path	-7.83447
github	-7.83475
data	-7.83488
I	-7.83826
node	-7.84287
▁API	-7.8443
▁config	-7.84631
▁doesn	-7.84641
▁about	-7.85091
▁check	-7.85144
▁source	-7.85627
talend	-7.8583
▁analysis	-7.86668
html	-7.86833
▁task	-7.87055
▁these	-7.87074
▁launch	-7.87092
▁now	-7.87377
aptana	-7.87593
▁table	-7.8772
▁XD	-7.87832
▁try	-7.88399
C	-7.89337
A	-7.89408
h	-7.89653
▁where	-7.89876
noformat	-7.90706
▁connection	-7.9075
get	-7.9125
6	-7.9134
▁my	-7.91401
create	-7.91468
▁each	-7.92071
),	-7.92759
▁changes	-7.92962
▁two	-7.93527
▁open	-7.9372
▁Run	-7.93794
▁instead	-7.93923
▁than	-7.94113
▁**	-7.94165
▁dialog	-7.94219
▁different	-7.9441
spring	-7.94879
▁container	-7.95141
▁being	-7.95561
▁Project	-7.96181
▁application	-7.96321
▁event	-7.96651
▁our	-7.96798
▁See	-7.96914
▁return	-7.98158
▁re	-7.98287
app	-7.98353
▁folder	-7.98835
▁select	-7.99022
5.	-7.99029
▁Test	-7.99148
▁allow	-7.99182
▁what	-7.9923
Impl	-7.99686
▁exception	-7.9988
▁DM	-8.00045
Workbench	-8.0028
▁want	-8.00487
▁!	-8.00587
course	-8.00667
▁menu	-8.0108
▁field	-8.01225
Exception	-8.01254
i	-8.0147
▁still	-8.01519
▁because	-8.01788
▁method	-8.02049
▁3	-8.021
▁C	-8.02182
We	-8.02308
▁tab	-8.02843
y	-8.03211
open	-8.0322
▁existing	-8.03561
▁title	-8.03709
▁currently	-8.04378
▁properties	-8.04897
▁For	-8.05046
Ti	-8.05303
▁studio	-8.05517
▁column	-8.06245
9	-8.06305
▁well	-8.06405
▁property	-8.06694
▁Update	-8.06705
▁File	-8.07212
#	-8.07392
▁results	-8.07433
▁problem	-8.07712
Application	-8.08008
▁before	-8.08276
▁added	-8.08321
▁without	-8.08433
▁while	-8.08515
▁remove	-8.08774
▁number	-8.08861
▁include	-8.08918
▁screen	-8.09074
▁users	-8.09613
▁already	-8.10033
▁</	-8.10057
▁via	-8.10089
invoke	-8.10124
▁i	-8.1032
<	-8.10511
▁don	-8.10839
▁plugin	-8.10962
or	-8.11067
▁based	-8.11078
▁both	-8.11368
▁android	-8.1137
$	-8.11526
▁object	-8.11623
▁package	-8.11807
▁Error	-8.12119
in	-8.1239
▁master	-8.12407
1.	-8.12529
▁Open	-8.12588
▁installed	-8.12933
▁documentation	-8.12989
▁right	-8.13232
▁editor	-8.13545
▁space	-8.13818
▁here	-8.14601
▁Support	-8.14828
▁4	-8.15015
▁access	-8.15322
▁top	-8.15468
Test	-8.15596
▁query	-8.16013
2.	-8.16294
▁database	-8.16343
https	-8.16443
▁4.	-8.16704
▁order	-8.16725
▁Implement	-8.16844
▁start	-8.16957
▁back	-8.17555
▁through	-8.17598
▁its	-8.18366
▁works	-8.1885
▁instance	-8.19049
▁such	-8.19386
▁resources	-8.19625
▁issues	-8.20116
▁failed	-8.20331
INFO	-8.20368
lsst	-8.2087
▁request	-8.21381
▁testing	-8.21432
mule	-8.22241
o	-8.22718
▁As	-8.2288
▁etc	-8.23221
view	-8.23322
S	-8.23937
ir	-8.24195
3.	-8.242
mesos	-8.24365
▁multiple	-8.24474
▁Node	-8.24512
▁under	-8.24515
▁output	-8.24622
▁display	-8.24855
▁sure	-8.25375
▁...	-8.25474
▁between	-8.2548
▁over	-8.26149
▁implementation	-8.26377
▁component	-8.26654
cpp	-8.26721
▁node	-8.26755
▁Click	-8.26868
er	-8.27324
▁slave	-8.27325
▁Reproduce	-8.27382
▁possible	-8.27585
▁must	-8.28109
D	-8.28391
local	-8.2878
▁script	-8.28869
▁feature	-8.29109
▁framework	-8.29566
▁part	-8.29702
▁during	-8.29996
▁provide	-8.30259
');	-8.30425
▁appears	-8.30442
swt	-8.30496
In	-8.30674
Main	-8.30676
▁single	-8.30738
▁look	-8.30775
index	-8.31068
▁platform	-8.31976
▁context	-8.32437
▁There	-8.32446
info	-8.33113
▁fail	-8.33469
Native	-8.33625
▁options	-8.33766
master	-8.33852
src	-8.34162
▁events	-8.34181
click	-8.34314
▁values	-8.34397
▁errors	-8.34547
▁selected	-8.34572
▁xd	-8.34634
▁location	-8.3472
▁S	-8.34754
▁release	-8.34825
▁required	-8.35231
▁console	-8.35307
▁link	-8.35642
▁even	-8.35902
▁Service	-8.36231
▁correctly	-8.36759
("	-8.36965
▁down	-8.36965
▁HTTP	-8.37056
▁Qserv	-8.37063
reflect	-8.37265
admin	-8.37268
▁found	-8.37509
▁classes	-8.37677
www	-8.37737
▁id	-8.37771
T	-8.37816
Abstract	-8.38239
▁tiapp	-8.38337
▁section	-8.38423
▁E	-8.38813
▁find	-8.39041
▁wizard	-8.39142
▁related	-8.39516
▁admin	-8.39755
error	-8.39814
MethodAccessor	-8.40157
util	-8.40228
▁done	-8.40366
and	-8.40431
▁Note	-8.40554
runtime	-8.41217
addEventListener	-8.41669
▁non	-8.41774
▁your	-8.41857
▁generated	-8.42295
▁uses	-8.42699
▁end	-8.42875
mod	-8.43216
▁No	-8.43256
▁m	-8.43485
▁To	-8.43498
qserv	-8.43595
▁specific	-8.43898
▁level	-8.44098
▁fields	-8.44124
▁course	-8.44339
ti	-8.44366
▁import	-8.44551
▁Remove	-8.44651
createWindow	-8.4476
▁items	-8.44854
▁XML	-8.44889
▁missing	-8.44899
▁displayed	-8.45113
▁info	-8.45346
▁fix	-8.45368
jira	-8.45464
▁document	-8.45607
▁item	-8.45616
home	-8.45619
▁repository	-8.45831
▁appear	-8.45845
▁Source	-8.45942
▁seems	-8.45942
As	-8.45955
▁icon	-8.46038
▁ticket	-8.46216
user	-8.46442
E	-8.46769
▁those	-8.47007
▁status	-8.47192
($	-8.47286
▁LSST	-8.47306
After	-8.47347
:'	-8.47578
▁correct	-8.47587
module	-8.47798
">	-8.47952
▁methods	-8.47955
docs	-8.48033
Currently	-8.48544
▁another	-8.48643
▁However	-8.48953
▁key	-8.49099
▁index	-8.49143
bin	-8.49162
▁deployment	-8.49173
▁messages	-8.49578
▁require	-8.49619
▁runtime	-8.49674
▁something	-8.49706
usr	-8.49755
framework	-8.49793
▁mode	-8.50167
▁emulator	-8.50335
localhost	-8.51103
▁&	-8.5117
▁names	-8.51563
api	-8.51564
</	-8.51876
tests	-8.52237
ve	-8.52258
▁projects	-8.52265
async	-8.52335
▁true	-8.52411
Steps	-8.5252
▁within	-8.5282
▁were	-8.53251
▁size	-8.53252
ACS	-8.53261
▁cannot	-8.53441
▁shows	-8.53485
▁width	-8.5365
▁since	-8.53722
▁defined	-8.53888
▁height	-8.54093
▁endpoint	-8.54165
▁shown	-8.54215
▁Build	-8.54352
▁again	-8.54402
▁design	-8.54592
▁take	-8.54668
▁web	-8.55286
▁filter	-8.55651
▁string	-8.55698
▁state	-8.55797
file	-8.55966
▁custom	-8.56
▁client	-8.56124
▁delete	-8.56159
▁last	-8.56207
▁creating	-8.56463
▁interface	-8.56697
config	-8.57502
▁send	-8.5751
▁1)	-8.57526
▁b	-8.57624
&	-8.57685
▁_	-8.58131
debug	-8.58138
widgets	-8.58175
▁Spring	-8.58291
▁deploy	-8.58397
▁point	-8.58558
▁backgroundColor	-8.58592
▁Fix	-8.58646
▁App	-8.58698
▁inside	-8.58725
▁functionality	-8.58747
▁supported	-8.58926
▁tasks	-8.58994
▁metadata	-8.59136
▁"/	-8.59155
▁behavior	-8.59204
▁generate	-8.5954
▁always	-8.59574
▁simple	-8.59603
▁contains	-8.59674
▁BlackBerry	-8.59703
▁needed	-8.5976
▁URL	-8.5977
▁New	-8.59935
M	-8.60039
title	-8.60086
▁sample	-8.60276
▁Mobile	-8.60307
▁e	-8.60317
ight	-8.6041
▁qserv	-8.6044
on	-8.60511
▁working	-8.60513
▁Alloy	-8.60859
▁per	-8.61017
▁go	-8.61184
png	-8.61485
▁read	-8.61619
▁HSC	-8.61878
▁local	-8.61933
j	-8.61952
clover	-8.62339
process	-8.62476
re	-8.62561
▁removed	-8.62582
▁titanium	-8.62688
▁null	-8.6278
▁stack	-8.62781
▁port	-8.62833
▁2)	-8.62856
for	-8.62897
▁expected	-8.63027
":	-8.6325
▁Please	-8.63263
this	-8.63389
▁JS	-8.63474
very	-8.6389
L	-8.6404
▁setup	-8.64522
▁sun	-8.65002
:\	-8.65173
▁t	-8.65371
▁handle	-8.65396
▁updated	-8.65816
P	-8.66026
▁latest	-8.66084
the	-8.66097
!	-8.66303
▁components	-8.66539
▁flow	-8.66684
moodle	-8.6676
▁empty	-8.67001
▁left	-8.67411
▁cases	-8.67529
Add	-8.67635
▁throw	-8.67711
▁root	-8.67836
▁input	-8.67838
▁bug	-8.67885
▁JSON	-8.67961
▁environment	-8.68071
net	-8.68151
mobilesdk	-8.68488
stream	-8.68585
display	-8.68637
▁c	-8.68679
EclipseApp	-8.68684
▁ti	-8.69109
see	-8.69204
▁unit	-8.69437
▁Data	-8.69476
If	-8.69501
▁alert	-8.69941
▁think	-8.69957
▁group	-8.69968
▁screenshot	-8.70228
Create	-8.70446
▁save	-8.70643
▁element	-8.7067
browse	-8.71131
▁integration	-8.71141
▁load	-8.71167
▁either	-8.71277
▁HTML	-8.71307
main	-8.71443
▁Make	-8.71494
▁reference	-8.71531
▁enabled	-8.71645
▁deployed	-8.71798
start	-8.72675
atlassian	-8.72751
▁mobile	-8.72796
▁Use	-8.73492
type	-8.73625
editor	-8.73667
▁old	-8.73865
Method	-8.74052
@	-8.74344
▁Check	-8.74476
▁label	-8.7454
4.	-8.74566
F	-8.74627
):	-8.74654
Run	-8.75044
▁better	-8.75296
▁given	-8.75349
wiki	-8.75364
▁Also	-8.75377
▁versions	-8.75381
▁search	-8.75501
▁Module	-8.75544
▁implement	-8.75673
▁setting	-8.7575
▁browser	-8.75773
json	-8.75801
[	-8.75966
▁warning	-8.7598
▁fine	-8.7625
Event	-8.76306
▁store	-8.76437
▁types	-8.76799
▁configure	-8.76945
python	-8.7697
▁schema	-8.76989
▁debug	-8.77238
text	-8.77343
▁un	-8.77555
Unknown	-8.77706
▁processing	-8.77717
▁Install	-8.77759
▁Change	-8.78015
▁sink	-8.78136
▁"--	-8.78139
▁action	-8.78279
▁below	-8.78351
▁Clover	-8.78443
▁resource	-8.78566
▁template	-8.79164
▁above	-8.79179
Default	-8.79212
▁format	-8.79235
B	-8.79443
▁properly	-8.79641
Eclipse	-8.79694
▁second	-8.79779
▁know	-8.79861
▁images	-8.80035
▁simulator	-8.80071
{	-8.80092
▁services	-8.80094
dirt	-8.80114
Build	-8.80201
true	-8.80241
▁parameter	-8.80371
▁building	-8.80532
▁jobs	-8.80602
es	-8.80634
:*	-8.80746
▁cause	-8.80865
▁specify	-8.80979
++	-8.81138
version	-8.81283
▁updates	-8.81338
▁failure	-8.81664
db	-8.817
▁B	-8.82325
▁lsst	-8.82336
▁description	-8.82432
▁step	-8.82491
launcher	-8.82502
▁exist	-8.82575
▁side	-8.82767
▁least	-8.82779
▁adding	-8.82791
▁doc	-8.82845
l	-8.8302
▁changed	-8.83068
▁color	-8.83101
▁many	-8.83242
▁similar	-8.83325
quinox	-8.83515
▁valid	-8.83768
▁Java	-8.83801
▁ESB	-8.83815
▁settings	-8.84104
▁Mule	-8.84158
jar	-8.8425
▁spring	-8.84362
probably	-8.84374
▁separate	-8.84424
▁User	-8.84905
Thread	-8.84986
▁false	-8.85054
server	-8.85085
▁calls	-8.85133
▁Select	-8.85465
▁dependency	-8.85775
▁connector	-8.85914
Library	-8.85926
▁called	-8.86372
▁sdk	-8.8642
▁Web	-8.86821
6.	-8.86885
▁***	-8.87013
▁additional	-8.87154
▁next	-8.87205
Display	-8.87274
Worker	-8.87388
GA	-8.87389
▁batch	-8.8761
▁enable	-8.87708
set	-8.87713
▁10	-8.87752
▁target	-8.87887
quote	-8.87943
no	-8.88086
▁REST	-8.88193
▁dependencies	-8.88691
u	-8.88761
▁response	-8.88931
cm	-8.89102
▁move	-8.89158
▁match	-8.89194
sh	-8.89217
▁Mesos	-8.89313
▁You	-8.8939
▁logs	-8.89427
▁functions	-8.89724
▁background	-8.89812
Launcher	-8.89826
▁me	-8.89864
▁copy	-8.8989
base	-8.89983
▁regression	-8.90086
▁definition	-8.90167
▁Talend	-8.90202
▁But	-8.90514
▁creation	-8.90754
▁long	-8.90768
▁Allow	-8.9094
execute	-8.91027
ll	-8.91127
▁automatically	-8.91392
▁causes	-8.91399
▁M	-8.91656
...	-8.91728
developer	-8.91897
▁scripts	-8.91931
dev	-8.92525
▁5	-8.9256
▁Job	-8.92571
▁shell	-8.92725
Starter	-8.92862
▁specified	-8.92919
▁5.	-8.93182
----------------	-8.93424
▁actually	-8.93452
MESSAGE	-8.93678
▁main	-8.93682
▁R	-8.93716
▁successfully	-8.93909
▁View	-8.9396
1)	-8.94022
▁place	-8.94078
properties	-8.94349
X	-8.94505
ability	-8.9473
▁returns	-8.94837
▁write	-8.95049
Action	-8.95073
up	-8.95302
adaptor	-8.95411
▁necessary	-8.95458
▁longer	-8.95477
▁clean	-8.95512
sdk	-8.95731
▁installation	-8.95896
▁variable	-8.95925
w	-8.9628
mobile	-8.96316
▁Aptana	-8.96439
▁performance	-8.96486
▁large	-8.96552
dir	-8.96582
▁help	-8.96661
▁exists	-8.96871
▁features	-8.96889
▁due	-8.97072
cc	-8.97087
▁queries	-8.97166
See	-8.97189
▁plugins	-8.97285
▁included	-8.97537
▁most	-8.97608
▁good	-8.97648
▁All	-8.97733
▁plan	-8.97986
▁git	-8.98098
Error	-8.98112
▁until	-8.98136
▁DQ	-8.98211
project	-8.9825
▁3)	-8.98448
▁details	-8.98449
win	-8.98641
▁So	-8.98716
▁box	-8.98789
▁once	-8.98903
▁self	-8.99087
▁mysql	-8.99169
io	-8.99174
▁]	-8.99652
▁Results	-8.99684
class	-8.99688
▁On	-8.99711
".	-8.99723
client	-8.99802
▁invalid	-9
▁objects	-9.00083
▁library	-9.00116
▁requires	-9.0016
▁close	-9.0042
▁post	-9.00502
▁includes	-9.00528
▁provided	-9.00687
▁password	-9.00806
▁Explorer	-9.00878
▁attribute	-9.0096
▁too	-9.01241
▁memory	-9.01336
▁every	-9.01339
▁P	-9.01381
▁focus	-9.0146
▁mule	-9.01651
▁thread	-9.01938
▁commands	-9.01953
▁OS	-9.02044
▁execution	-9.02191
job	-9.02452
▁syntax	-9.0251
▁v	-9.0262
▁distribution	-9.02641
string	-9.02816
▁contain	-9.02827
▁Not	-9.02834
jdbc	-9.02975
▁standard	-9.03183
▁model	-9.03195
▁full	-9.03299
▁->	-9.03457
appc	-9.03494
▁builds	-9.03514
▁pass	-9.03623
include	-9.03661
Widget	-9.03739
▁Server	-9.03753
platform	-9.03755
DM	-9.03765
▁public	-9.03766
▁few	-9.04122
▁against	-9.0414
▁present	-9.04144
▁extension	-9.04145
▁useful	-9.04257
ther	-9.0444
model	-9.04446
▁happens	-9.04454
▁Failed	-9.04464
▁dashboard	-9.04533
action	-9.04821
iphone	-9.04951
▁logging	-9.05003
▁started	-9.05097
▁named	-9.05136
hpp	-9.05264
Service	-9.05269
▁switch	-9.05339
▁us	-9.05344
▁own	-9.05405
▁off	-9.05556
▁db	-9.05659
▁operation	-9.05666
▁columns	-9.05686
▁cache	-9.05691
▁usage	-9.05907
▁rather	-9.05915
"/>	-9.06124
▁pattern	-9.06141
▁mesos	-9.06331
▁url	-9.06487
▁flag	-9.06487
▁Content	-9.06543
HSC	-9.06633
▁proxy	-9.06633
init	-9.06795
▁block	-9.06802
▁tag	-9.06967
▁Xcode	-9.06997
▁put	-9.07125
▁7	-9.07232
▁assist	-9.07247
▁steps	-9.07385
having	-9.0742
▁parameters	-9.07456
▁address	-9.0768
▁JavaScript	-9.07799
▁returned	-9.07821
▁An	-9.07838
▁tool	-9.08004
▁windows	-9.08062
Class	-9.08123
arg	-9.08189
▁DB	-9.08359
▁external	-9.08498
▁allows	-9.08518
▁did	-9.08529
is	-9.08541
new	-9.08657
▁several	-9.0877
▁drop	-9.09049
▁Currently	-9.09106
image	-9.0921
▁define	-9.09419
▁bar	-9.09446
▁getting	-9.09475
▁prompt	-9.095
Studio	-9.09575
▁examples	-9.09637
▁tables	-9.10109
▁X	-9.10241
▁D	-9.1027
value	-9.10322
▁registry	-9.10434
▁story	-9.10613
▁fixed	-9.10801
▁core	-9.10934
▁development	-9.10947
▁wrong	-9.11118
View	-9.11316
▁structure	-9.11319
▁Window	-9.11642
▁count	-9.11728
jface	-9.11739
▁implemented	-9.11946
▁Improve	-9.11954
▁validation	-9.11991
▁replace	-9.12061
▁meas	-9.12067
▁control	-9.12095
▁reports	-9.12201
▁basic	-9.12292
windows	-9.12343
service	-9.12372
▁directly	-9.12396
▁workspace	-9.12449
sql	-9.12477
4)	-9.12522
$1.	-9.12602
Listener	-9.12609
▁CSS	-9.12627
tmp	-9.12781
▁base	-9.12826
▁date	-9.13017
message	-9.13023
Connection	-9.13094
▁deleted	-9.13115
▁},	-9.13303
Manager	-9.13426
rdparty	-9.13569
▁Re	-9.13737
▁complete	-9.13834
▁auto	-9.1384
▁PHP	-9.13854
It	-9.13909
R	-9.13999
▁Method	-9.14033
function	-9.14073
▁edit	-9.14088
level	-9.14336
▁review	-9.14345
▁cluster	-9.14462
▁Dashboard	-9.14566
▁Launch	-9.14582
resources	-9.14823
▁manually	-9.14909
▁bottom	-9.14953
▁loading	-9.15503
Configuration	-9.15594
▁executor	-9.15641
▁String	-9.15667
▁clover	-9.15719
▁s	-9.15865
▁packaging	-9.16222
▁had	-9.16271
Window	-9.16284
access	-9.16298
▁W	-9.16384
▁Provide	-9.16462
▁entry	-9.16513
▁map	-9.16761
▁though	-9.1679
▁am	-9.16905
container	-9.16995
red	-9.17031
▁header	-9.17053
▁things	-9.1708
▁requirements	-9.17144
osx	-9.17589
▁give	-9.17622
source	-9.1763
impl	-9.17682
select	-9.17732
▁Runtime	-9.1775
▁global	-9.17772
▁common	-9.17814
stack	-9.17978
▁endpoints	-9.17984
▁INFO	-9.18177
update	-9.18246
▁upgrade	-9.18346
▁login	-9.18364
While	-9.18383
▁export	-9.18483
2)	-9.18647
▁templates	-9.18724
all	-9.1882
▁comments	-9.18855
support	-9.19025
▁6	-9.19078
▁configured	-9.19149
▁Python	-9.19175
App	-9.19184
▁channel	-9.19189
▁doing	-9.19273
createButton	-9.19368
▁developer	-9.19446
▁icons	-9.19501
▁team	-9.19542
time	-9.19609
String	-9.19854
File	-9.19917
integration	-9.19924
▁branch	-9.20044
▁much	-9.20081
▁never	-9.20169
▁solution	-9.20191
▁means	-9.20244
▁queue	-9.20408
}}.	-9.20651
▁whe	-9.20656
▁Moodle	-9.20829
▁trigger	-9.20865
▁row	-9.21035
not	-9.21162
Android	-9.21403
▁Preferences	-9.21687
▁around	-9.217
se	-9.21788
▁network	-9.21822
▁remote	-9.21921
▁/>	-9.21924
▁requests	-9.21952
it	-9.22016
▁made	-9.221
");	-9.22107
▁authentication	-9.22141
Description	-9.22185
blob	-9.22227
ios	-9.22235
▁storage	-9.22253
▁itself	-9.22283
▁Device	-9.22368
▁keep	-9.22435
▁initial	-9.22492
▁likely	-9.22493
▁lib	-9.22681
▁SAM	-9.22726
▁appropriate	-9.22732
▁actual	-9.22741
▁debugging	-9.228
▁site	-9.22893
▁Appcelerator	-9.23042
▁elements	-9.23069
▁ms	-9.2309
▁OK	-9.23106
default	-9.23165
DEBUG	-9.23474
▁std	-9.23528
▁account	-9.2362
▁ID	-9.23694
▁problems	-9.23853
events	-9.23871
▁including	-9.23974
▁particular	-9.24072
false	-9.24094
});	-9.24115
▁measurement	-9.24151
▁Problem	-9.24198
▁enter	-9.24203
port	-9.24423
▁security	-9.24426
▁coverage	-9.24548
▁Object	-9.24577
event	-9.2464
▁transport	-9.24676
▁download	-9.2471
junit	-9.24903
▁iPhone	-9.25023
definition	-9.25026
▁provider	-9.25271
git	-9.25327
Delegating	-9.25488
▁That	-9.25573
▁refer	-9.2578
Expected	-9.25892
report	-9.25972
white	-9.25975
▁Document	-9.26289
=$	-9.26499
k	-9.26544
▁real	-9.26662
do	-9.26721
Id	-9.2678
with	-9.26801
▁tools	-9.27026
▁layout	-9.27034
▁containers	-9.27084
Type	-9.27219
▁selection	-9.27489
Cannot	-9.2749
▁discussion	-9.27559
foo	-9.276
▁preferences	-9.27667
across	-9.28005
which	-9.28196
jobs	-9.28294
var	-9.2835
as	-9.28414
▁machine	-9.28497
▁preference	-9.28524
▁Go	-9.28629
▁And	-9.28773
edu	-9.28831
▁pre	-9.28872
▁ERROR	-9.29015
▁theme	-9.29083
Node	-9.29216
profiler	-9.2922
▁links	-9.29312
▁improve	-9.29645
▁original	-9.29792
▁native	-9.29819
▁clear	-9.2993
google	-9.29946
path	-9.29966
▁else	-9.2999
▁broken	-9.29993
15	-9.29995
if	-9.30095
▁Configuration	-9.30108
osgi	-9.30189
▁docs	-9.30404
div	-9.30503
▁sent	-9.30767
Name	-9.31042
9)	-9.31091
▁hard	-9.31103
3)	-9.31111
▁2015	-9.31179
curator	-9.31264
line	-9.31377
▁visible	-9.31437
▁style	-9.31447
▁lot	-9.31453
install	-9.31626
▁management	-9.31627
call	-9.31779
Container	-9.31869
W	-9.31916
▁avoid	-9.32222
▁route	-9.32227
▁const	-9.32363
▁perform	-9.32395
▁parent	-9.32478
fff	-9.32592
▁L	-9.32984
▁Unable	-9.33065
▁future	-9.33122
based	-9.33243
▁bit	-9.33316
▁total	-9.33405
mulesoft	-9.33519
▁times	-9.33544
▁tap	-9.33917
▁rows	-9.33971
▁T	-9.34007
▁V	-9.34064
▁nice	-9.34189
▁upload	-9.34224
▁maven	-9.34361
▁crash	-9.3456
Context	-9.34571
▁disk	-9.34574
Documents	-9.34744
0)	-9.34848
▁Eclipse	-9.34855
out	-9.34866
":"	-9.349
▁previous	-9.3508
Using	-9.35099
Filesystem	-9.35208
▁Replace	-9.35241
▁continue	-9.35251
Linux	-9.35362
▁Maven	-9.35478
16	-9.35558
database	-9.35559
▁tabGroup	-9.35617
▁stop	-9.35771
▁rule	-9.3607
▁repo	-9.36099
projects	-9.36161
7)	-9.36233
▁variables	-9.36267
Workspace	-9.36403
Actual	-9.36743
▁Investigate	-9.3687
To	-9.37081
▁success	-9.37157
▁python	-9.37165
▁nodes	-9.3719
▁depend	-9.37355
▁isn	-9.37392
▁Debug	-9.37434
▁array	-9.37452
▁built	-9.37597
▁Should	-9.37654
▁processor	-9.37733
concurrent	-9.37789
plugin	-9.37842
▁Log	-9.37883
Factory	-9.37886
▁x	-9.37902
▁host	-9.37921
▁Code	-9.38034
▁scroll	-9.38071
iOS	-9.3844
Handler	-9.38489
▁comment	-9.38511
▁occur	-9.38534
read	-9.3854
▁Command	-9.38561
▁Exception	-9.38605
▁Linux	-9.38662
▁profile	-9.38749
▁indicator	-9.3883
my	-9.38887
▁keyboard	-9.38914
▁Set	-9.38962
▁associated	-9.39083
▁reason	-9.3926
▁8	-9.39563
▁transform	-9.39906
▁Package	-9.39907
▁parser	-9.39926
▁restart	-9.39955
▁execute	-9.39966
▁seem	-9.40091
▁strategy	-9.40276
▁static	-9.40446
▁keys	-9.40514
BuildManager	-9.4061
▁These	-9.40636
▁refresh	-9.40732
▁namespace	-9.40775
▁internal	-9.41044
▁curl	-9.41049
';	-9.4105
▁instances	-9.41161
▁characters	-9.41186
▁ensure	-9.41188
so	-9.41273
table	-9.41297
▁shared	-9.4142
▁handling	-9.41513
ref	-9.41516
▁crashes	-9.41527
▁Container	-9.41572
";	-9.41693
▁Move	-9.41696
K	-9.41808
▁activity	-9.41915
corp	-9.41969
▁showing	-9.42032
64	-9.42047
▁Admin	-9.42111
▁O	-9.42143
H	-9.42356
▁small	-9.42408
url	-9.42472
▁scope	-9.42504
▁CI	-9.42522
▁bundle	-9.42558
▁form	-9.42564
▁packages	-9.42629
studio	-9.4264
hadoop	-9.42693
▁optional	-9.42723
like	-9.42785
▁runs	-9.42811
libprocess	-9.42855
></	-9.42876
slave	-9.42937
▁occurred	-9.43114
builder	-9.43242
▁Here	-9.43319
▁disabled	-9.43336
There	-9.43408
▁meeting	-9.43439
▁From	-9.43524
common	-9.43724
▁connect	-9.43749
application	-9.43799
▁Master	-9.43825
▁w	-9.43872
▁sub	-9.43953
▁important	-9.43973
▁HDFS	-9.44053
launch	-9.44066
▁verify	-9.44166
edit	-9.44302
ally	-9.44314
check	-9.44372
▁perspective	-9.44444
▁samples	-9.44588
18	-9.4462
▁Refactor	-9.44831
▁operations	-9.44852
os	-9.44852
▁yet	-9.4486
key	-9.4492
▁starting	-9.44974
redis	-9.45212
simply	-9.45288
▁Simulator	-9.45421
context	-9.45474
For	-9.45672
▁multi	-9.45699
▁libraries	-9.45786
▁nothing	-9.45806
▁area	-9.45937
▁hadoop	-9.46037
txt	-9.4609
deploy	-9.46161
▁==	-9.46218
▁listed	-9.46297
▁Some	-9.46384
▁progress	-9.46521
▁builder	-9.46524
▁three	-9.4653
std	-9.46583
▁Edit	-9.46612
▁SDKs	-9.46639
▁apps	-9.46645
▁One	-9.46677
▁Upgrade	-9.46763
zip	-9.4692
▁FAILED	-9.46925
groovy	-9.46975
▁Running	-9.47093
▁trace	-9.47102
▁u	-9.47113
V	-9.47347
▁determine	-9.47348
Object	-9.47586
▁session	-9.47646
al	-9.47708
Framework	-9.47891
payload	-9.47941
▁alloy	-9.4797
Project	-9.47976
▁assignment	-9.48024
▁LSE	-9.4831
64/	-9.48331
▁strings	-9.48357
▁Need	-9.48405
▁happen	-9.48648
▁argument	-9.48687
▁void	-9.48782
shell	-9.48812
▁occurs	-9.48845
▁Batch	-9.48997
▁however	-9.49175
▁agent	-9.49206
content	-9.49234
▁worker	-9.49343
▁MESOS	-9.494
▁redis	-9.49539
>(	-9.49672
▁demo	-9.49892
▁scheduler	-9.49897
▁APIs	-9.49924
10	-9.49969
")	-9.49993
▁going	-9.49996
handle	-9.50045
▁r	-9.50051
Job	-9.50051
▁everything	-9.50054
▁driver	-9.5011
▁popup	-9.50181
▁prototype	-9.5036
▁got	-9.50424
▁creates	-9.50653
device	-9.50974
Data	-9.50983
.<	-9.51018
▁guide	-9.51103
▁Example	-9.51176
▁final	-9.51182
ooKeeper	-9.51207
▁picker	-9.51219
▁Import	-9.51292
▁mak	-9.51331
▁Editor	-9.51336
▁opened	-9.51399
▁pop	-9.51613
▁incorrect	-9.5163
▁choose	-9.51694
▁4)	-9.51804
FROM	-9.5184
Launch	-9.51849
schema	-9.5187
▁infrastructure	-9.51957
▁passed	-9.5198
▁NCSA	-9.51992
▁later	-9.52
▁thrown	-9.52043
▁consider	-9.5211
▁Q	-9.52204
▁Message	-9.52225
▁closed	-9.52372
▁stored	-9.52376
▁o	-9.52437
▁checked	-9.52442
▁Default	-9.52454
));	-9.52725
▁easy	-9.52865
ID	-9.5292
▁apply	-9.5292
];	-9.52938
▁persistent	-9.53003
▁spaces	-9.53165
JS	-9.53255
▁Image	-9.53261
G	-9.53792
Label	-9.53875
><	-9.541
▁expression	-9.54186
:1	-9.54197
cli	-9.54198
TIMOB	-9.54444
▁czar	-9.5446
▁afw	-9.545
▁__	-9.54571
▁connections	-9.54609
from	-9.54618
▁deprecated	-9.54766
▁note	-9.54768
▁Try	-9.54811
forum	-9.54882
map	-9.5499
8)	-9.55007
plugins	-9.55018
▁TiApp	-9.55056
▁ones	-9.55165
▁JIRA	-9.55191
▁Since	-9.55264
▁Start	-9.55361
▁mapping	-9.55475
▁lines	-9.55555
▁developers	-9.5564
▁startup	-9.55673
workspace	-9.55683
▁break	-9.55762
▁convert	-9.55794
one	-9.55876
▁maintenance	-9.55902
▁mechanism	-9.55975
▁0,	-9.56098
▁Shell	-9.56122
▁Now	-9.56187
▁consumer	-9.56353
Repository	-9.56356
With	-9.56365
Tab	-9.56448
tools	-9.56484
▁production	-9.5651
▁enough	-9.56554
▁JDBC	-9.56719
▁Mac	-9.56756
▁Clean	-9.56912
▁detail	-9.57134
cache	-9.5719
null	-9.57376
▁logic	-9.57384
▁launching	-9.57409
▁SQL	-9.57693
EN	-9.57742
▁What	-9.57747
ble	-9.58048
▁Firefly	-9.58631
javascript	-9.58652
▁p	-9.5871
▁Design	-9.58739
▁Resources	-9.5881
▁CXF	-9.58858
▁pull	-9.58967
commit	-9.59014
endpoint	-9.59091
▁contents	-9.5915
▁sources	-9.59177
▁Enable	-9.592
password	-9.59296
▁preview	-9.59361
Desktop	-9.59371
▁whole	-9.59453
ion	-9.5956
5)	-9.59625
ting	-9.59719
ious	-9.59733
Message	-9.5975
▁algorithm	-9.59794
▁completion	-9.59877
expression	-9.59944
▁TISTUD	-9.59965
▁duplicate	-9.60014
▁src	-9.60051
▁camera	-9.60061
confluence	-9.60366
▁approach	-9.60373
=/	-9.60406
▁writing	-9.60491
▁corresponding	-9.60498
Local	-9.60549
▁please	-9.60551
▁FY	-9.60623
label	-9.60651
▁handler	-9.60814
NullPointer	-9.60835
Process	-9.6087
▁Stream	-9.60919
▁launched	-9.60944
▁active	-9.60976
▁rest	-9.61075
Resource	-9.61094
▁points	-9.61208
Index	-9.61257
▁moodle	-9.61306
assign	-9.61328
▁Application	-9.61394
17	-9.61417
▁easily	-9.6144
▁notification	-9.6144
▁payload	-9.61551
▁Publish	-9.61861
▁Right	-9.61905
▁tested	-9.61908
▁conversion	-9.61933
Module	-9.62006
New	-9.62088
output	-9.62147
▁installer	-9.62214
LSST	-9.62303
=0	-9.62431
▁why	-9.62516
▁recent	-9.62536
latest	-9.62585
▁MDL	-9.62597
▁Notice	-9.62669
▁Cause	-9.62741
▁Bamboo	-9.62896
▁Emulator	-9.63023
▁6.	-9.63182
▁Description	-9.63326
an	-9.6341
▁hdfs	-9.63434
ROOT	-9.63489
TRY	-9.63548
createView	-9.6362
▁entity	-9.6363
6)	-9.63669
▁containing	-9.63932
▁\	-9.6396
STACK	-9.64465
▁docker	-9.64511
▁servers	-9.6459
apple	-9.64713
trigger	-9.64758
▁disable	-9.6479
▁};	-9.6484
at	-9.64919
▁processes	-9.64924
▁?	-9.65077
▁double	-9.65142
▁Can	-9.65301
▁Locator	-9.65339
property	-9.65443
▁publish	-9.65635
▁Docker	-9.65661
▁Then	-9.65731
","	-9.65798
▁AND	-9.65827
▁Un	-9.65879
be	-9.6591
2/	-9.65949
Handle	-9.66199
:5	-9.66212
SWT	-9.66238
▁platforms	-9.66251
mysql	-9.66257
▁Redis	-9.66332
▁email	-9.66376
▁arguments	-9.66398
▁failing	-9.66493
:>	-9.66521
▁checkbox	-9.66555
list	-9.66556
▁anything	-9.66585
▁Google	-9.66617
0(	-9.66643
▁updating	-9.66645
▁written	-9.6665
=1	-9.66717
services	-9.66801
▁orientation	-9.66823
▁capture	-9.66931
▁IP	-9.66977
target	-9.67072
▁attempt	-9.67193
1,	-9.67306
▁applications	-9.6738
▁feedback	-9.67509
Command	-9.67605
▁devices	-9.67743
2:	-9.67822
▁displays	-9.67827
▁executed	-9.67831
▁child	-9.6788
▁token	-9.67932
▁notice	-9.67946
▁push	-9.67986
▁views	-9.67993
▁character	-9.68032
ation	-9.68055
▁With	-9.68133
▁domain	-9.6817
-8	-9.68239
▁Updates	-9.68277
▁f	-9.68375
▁extra	-9.6842
:2	-9.68422
processor	-9.68442
On	-9.68694
Media	-9.68701
▁streams	-9.68759
▁provides	-9.6876
▁20	-9.68821
▁detect	-9.68841
▁DuraCloud	-9.68939
/3	-9.68949
▁buttons	-9.69159
Platform	-9.69172
▁press	-9.69242
▁headers	-9.69271
▁epic	-9.69277
▁PSF	-9.69295
▁Only	-9.69391
▁undefined	-9.69457
▁accept	-9.69468
only	-9.6947
▁editing	-9.69477
▁understand	-9.69514
▁notes	-9.69568
▁interfaces	-9.69578
1/	-9.69593
self	-9.69683
▁warnings	-9.69705
▁consistent	-9.69827
▁||	-9.69847
▁tried	-9.69918
▁Could	-9.70233
tasks	-9.70246
▁won	-9.70247
changing	-9.70338
▁parse	-9.70347
runner	-9.70377
▁catalog	-9.70514
▁WSDL	-9.70519
▁follow	-9.70614
createLabel	-9.70919
afw	-9.70991
library	-9.70992
us	-9.71072
Info	-9.71076
▁along	-9.71234
▁paths	-9.71338
store	-9.71475
▁saved	-9.71531
▁cleanup	-9.71572
▁200	-9.71622
▁validate	-9.71716
▁hook	-9.71983
▁bad	-9.71991
▁great	-9.72006
▁At	-9.72068
package	-9.72138
▁software	-9.72149
usergrid	-9.72253
▁flags	-9.72276
dhyde	-9.72297
▁compile	-9.7233
color	-9.72384
▁Resource	-9.72422
acs	-9.72426
q	-9.72456
pull	-9.72505
▁They	-9.72554
▁outline	-9.72565
yml	-9.72683
basic	-9.72776
parse	-9.72812
=>	-9.72879
Update	-9.73069
▁Slave	-9.7309
▁behaviour	-9.73136
▁further	-9.73155
▁collection	-9.73175
▁Rapid	-9.73178
▁embedded	-9.7318
script	-9.7318
▁lost	-9.73183
▁relevant	-9.73229
Resources	-9.73328
ContributionItem	-9.73354
N	-9.73402
▁proper	-9.73439
▁Delete	-9.73473
▁position	-9.73474
▁screenshots	-9.73521
▁configurable	-9.73698
▁entries	-9.73728
='	-9.73745
removing	-9.73878
doc	-9.7396
▁addition	-9.74037
manager	-9.74039
▁ok	-9.74044
▁who	-9.74077
ENT	-9.74078
▁language	-9.7413
▁opens	-9.74178
='.$	-9.74195
page	-9.74297
metadata	-9.74423
▁Type	-9.74501
send	-9.74531
show	-9.74544
▁involves	-9.74608
reference	-9.74713
From	-9.7472
▁Ubuntu	-9.74724
though	-9.74732
load	-9.74825
▁TDQ	-9.74858
▁Store	-9.75011
▁quota	-9.75069
▁Repository	-9.7526
tab	-9.75349
());	-9.75403
O	-9.7541
▁expose	-9.75427
▁allocator	-9.75434
▁deal	-9.75489
▁obs	-9.75498
▁seen	-9.75619
▁commit	-9.75646
RY	-9.75752
HOME	-9.75791
▁modal	-9.75866
▁List	-9.75895
▁Version	-9.7601
▁targets	-9.76071
z	-9.76163
▁statistics	-9.76196
▁attributes	-9.76242
▁SUI	-9.76252
transport	-9.76274
▁00-00	-9.7633
▁hit	-9.7638
flow	-9.76445
▁general	-9.76692
▁-->	-9.767
Support	-9.76878
algorithms	-9.76889
state	-9.76958
▁sync	-9.77062
delete	-9.77155
---------------	-9.77247
Real	-9.7732
▁OR	-9.77322
▁sort	-9.77347
▁username	-9.77369
▁wiki	-9.77422
▁parsing	-9.77502
▁resolve	-9.77616
▁Database	-9.77676
Proxy	-9.77696
beans	-9.77701
▁G	-9.77715
▁failures	-9.77766
▁high	-9.77797
▁timeout	-9.77839
▁listener	-9.77892
▁modify	-9.77908
▁font	-9.78043
bamboo	-9.78067
remove	-9.78119
meas	-9.78124
1',	-9.78249
▁NPE	-9.78412
▁zip	-9.78515
▁completed	-9.78559
▁'/	-9.78615
▁rename	-9.78627
emulator	-9.78655
▁.	-9.78657
(),	-9.78726
users	-9.78745
rest	-9.7881
▁seconds	-9.78865
createAndRun	-9.78934
WHERE	-9.78937
▁certain	-9.78969
▁indicators	-9.79046
){	-9.79115
dist	-9.79124
▁configurations	-9.79148
▁numbers	-9.79174
▁Hadoop	-9.79232
▁9	-9.79375
▁summary	-9.79441
Need	-9.79468
1);	-9.79535
▁references	-9.796
system	-9.7965
▁Route	-9.79724
▁Sink	-9.79747
')	-9.79797
st	-9.79855
▁Do	-9.79879
use	-9.79894
().	-9.79957
▁ios	-9.80035
▁systems	-9.80089
Request	-9.8017
▁people	-9.80227
PlatformUI	-9.80276
▁STS	-9.80284
▁logged	-9.80348
▁2.0	-9.80352
11	-9.80358
▁let	-9.80502
▁migration	-9.80594
▁starts	-9.80622
▁MobileWeb	-9.80668
▁loaded	-9.80701
▁Invalid	-9.80706
▁J	-9.80725
▁breakpoint	-9.80823
▁wait	-9.8083
▁definitions	-9.80914
▁bean	-9.80935
▁operator	-9.81081
▁Query	-9.81131
▁board	-9.81169
▁Services	-9.81279
▁turn	-9.8133
▁category	-9.81366
▁finish	-9.81391
▁mod	-9.81403
channel	-9.81408
▁goes	-9.81515
▁manifest	-9.81566
▁blank	-9.81575
▁moving	-9.81617
(){	-9.81625
alloy	-9.81688
console	-9.8169
WARN	-9.8175
▁bring	-9.8181
▁Help	-9.81841
▁unique	-9.81961
ec	-9.8197
Th	-9.81997
filter	-9.82
Re	-9.82013
Map	-9.8212
query	-9.82479
dp	-9.82549
▁protobuf	-9.82704
▁outside	-9.82722
▁detected	-9.82748
▁Copy	-9.82761
▁debugger	-9.82768
▁SSL	-9.8279
▁Phone	-9.82966
ant	-9.83071
down	-9.83155
▁raw	-9.83169
▁others	-9.83258
astro	-9.83299
sun	-9.83318
▁upon	-9.83338
▁student	-9.83346
▁Date	-9.83354
▁limit	-9.83485
Alloy	-9.83518
demo	-9.83521
▁come	-9.83582
▁Deploy	-9.83591
hsc	-9.83592
exception	-9.83615
connection	-9.83704
▁looking	-9.8373
bit	-9.83772
Utils	-9.83784
▁handled	-9.83903
▁print	-9.84068
▁role	-9.84144
close	-9.84177
▁connected	-9.84181
▁described	-9.84225
▁improvement	-9.84243
▁My	-9.8425
IP	-9.84343
▁pick	-9.8444
Windows	-9.84459
Implement	-9.84663
window	-9.84756
▁video	-9.8501
▁Number	-9.85013
▁receive	-9.85036
▁easier	-9.85128
FileSystem	-9.85129
ClassLoader	-9.85162
▁far	-9.85188
readPoolExecutor	-9.85258
web	-9.85271
▁eups	-9.8546
zookeeper	-9.85614
▁100	-9.85618
▁moved	-9.8575
bar	-9.85844
▁classpath	-9.85885
No	-9.86008
▁Port	-9.86055
▁reading	-9.86136
▁listing	-9.86264
▁fact	-9.86266
▁F	-9.86377
dq	-9.86378
UnifiedBuilder	-9.86391
ProgramData	-9.86394
▁Map	-9.86433
▁directories	-9.86514
BeanFactory	-9.86531
▁jar	-9.8655
▁Instead	-9.86577
▁expect	-9.86787
documentation	-9.86788
▁tags	-9.86818
▁Release	-9.86883
linux	-9.86981
▁allowed	-9.87029
▁slaves	-9.87062
▁checking	-9.87065
▁filesystem	-9.87159
write	-9.87184
▁installing	-9.87233
▁matching	-9.87242
Replace	-9.87351
looks	-9.87378
▁grade	-9.87398
▁Acceptance	-9.87457
bility	-9.87539
▁Base	-9.87627
▁groups	-9.8767
▁socket	-9.87671
SITEID	-9.87691
Reference	-9.87758
▁xmlns	-9.87761
▁NOT	-9.87788
XD	-9.87912
▁portal	-9.87975
▁cancel	-9.88038
▁represent	-9.8804
Open	-9.88056
▁Process	-9.88087
:'#	-9.88123
▁xml	-9.88521
▁assume	-9.88617
▁defaults	-9.88716
▁ACS	-9.88774
▁metrics	-9.88875
▁individual	-9.88981
▁explicitly	-9.89038
▁cursor	-9.89206
mutex	-9.89252
▁fixes	-9.89386
▁terminal	-9.89404
▁POST	-9.89464
assignment	-9.8948
▁says	-9.89554
20	-9.89554
▁visit	-9.89555
▁exceptions	-9.89659
▁dynamic	-9.89727
▁maybe	-9.89751
▁foo	-9.89762
▁generic	-9.89863
Y	-9.89926
ee	-9.8998
rinceton	-9.90058
when	-9.9019
="${	-9.9035
▁deleting	-9.904
▁goal	-9.90428
of	-9.90527
▁naming	-9.90559
▁distributed	-9.90602
▁received	-9.90649
▁Level	-9.90769
nested	-9.90823
▁Cloud	-9.90844
▁repositories	-9.90938
▁manager	-9.90944
▁registered	-9.90965
SNAPSHOT	-9.91007
▁libprocess	-9.91017
ws	-9.91248
item	-9.91368
esb	-9.91397
thread	-9.9146
▁Step	-9.91511
▁supports	-9.91645
request	-9.91658
▁sense	-9.91748
▁improvements	-9.91786
▁together	-9.9179
▁splash	-9.91953
2']	-9.9201
▁selecting	-9.92074
▁overview	-9.9226
▁sql	-9.9227
▁Connection	-9.92328
containerizer	-9.92335
lsstsw	-9.92376
▁System	-9.92392
TRACE	-9.92419
Remove	-9.92438
▁drag	-9.92534
▁JDK	-9.92571
▁scons	-9.92636
▁track	-9.92705
int	-9.92781
IN	-9.92786
▁10,	-9.9302
▁callback	-9.93082
▁places	-9.93112
xsd	-9.93112
Helper	-9.93131
▁Board	-9.93161
Filter	-9.93163
fb	-9.93198
Base	-9.9321
SI	-9.9328
▁compatible	-9.93299
▁TESB	-9.93332
▁amount	-9.93421
▁successful	-9.93426
Java	-9.93543
Source	-9.93591
analysis	-9.93609
▁Look	-9.93639
▁fetcher	-9.93686
Database	-9.93753
▁reported	-9.93764
Task	-9.93766
▁shutdown	-9.93827
▁best	-9.93878
▁GET	-9.93916
▁shortcut	-9.93945
de	-9.94066
▁Failure	-9.94082
SQL	-9.94178
XML	-9.94218
▁IDEA	-9.94362
▁retrieve	-9.94406
▁entire	-9.94423
body	-9.94472
▁override	-9.94475
-4	-9.94637
▁Sprint	-9.94644
▁detailed	-9.94661
▁toolbar	-9.94676
▁'#	-9.94743
▁fully	-9.94849
▁oracle	-9.94866
▁pages	-9.94911
▁OpenStack	-9.94944
▁&&	-9.94989
size	-9.95128
▁question	-9.95131
description	-9.95148
height	-9.95178
security	-9.95181
▁containerizer	-9.95216
▁pool	-9.95219
▁opening	-9.95221
cxf	-9.95239
const	-9.95244
▁register	-9.95279
▁max	-9.95645
▁lead	-9.95691
command	-9.95813
files	-9.9603
▁Debugger	-9.9605
▁Once	-9.96128
Version	-9.96129
book	-9.96144
TYPE	-9.96145
▁algorithms	-9.9615
-1	-9.96158
▁Enter	-9.96181
▁refactor	-9.96184
object	-9.96199
▁Name	-9.96252
65	-9.96308
▁kind	-9.96338
▁PR	-9.96459
▁Wizard	-9.96474
▁How	-9.96495
▁dev	-9.96529
Internal	-9.96577
soap	-9.96588
▁Show	-9.96593
▁ignore	-9.96597
Appcelerator	-9.96615
▁folders	-9.96753
▁attachment	-9.96777
▁prevent	-9.96977
host	-9.97061
back	-9.97081
▁isolator	-9.97141
▁deploying	-9.97217
32\	-9.97296
awt	-9.97323
▁Karaf	-9.97325
00	-9.97431
▁generation	-9.97464
▁explorer	-9.975
▁special	-9.97506
▁Tizen	-9.9754
▁tell	-9.97629
/#	-9.97674
socket	-9.97688
comment	-9.97711
▁OSGi	-9.97716
▁imported	-9.97719
date	-9.97789
],	-9.9789
webservice	-9.9798
▁Apple	-9.98029
▁##	-9.98093
▁Review	-9.98119
end	-9.9815
▁scenario	-9.98155
13	-9.98168
▁moment	-9.98202
▁Request	-9.98213
Stream	-9.98508
▁short	-9.98536
▁volume	-9.9857
▁license	-9.98631
▁contribute	-9.98687
12	-9.98711
▁fire	-9.98729
hibernate	-9.98738
▁thing	-9.98749
▁FTP	-9.98765
%20	-9.98804
format	-9.98836
▁Ideally	-9.98837
▁packaged	-9.98842
▁16	-9.98872
())	-9.9892
▁Deployment	-9.98962
8:	-9.99098
▁binary	-9.99146
▁perhaps	-9.9915
▁manage	-9.99166
--	-9.99176
▁closing	-9.99188
▁TiStudio	-9.99193
▁Metadata	-9.99243
▁Integration	-9.99353
loader	-9.99374
▁FITS	-9.99378
▁RUN	-9.99393
▁boost	-9.99477
Hello	-9.99493
DIR	-9.99512
▁permissions	-9.99557
unknown	-9.99638
stout	-9.99733
▁outbound	-9.9999
Issue	-10.0003
li	-10.0003
AppData	-10.0023
Install	-10.0075
▁patch	-10.0075
Config	-10.0087
▁bin	-10.0094
auto	-10.0095
▁Documentation	-10.0097
management	-10.0108
gradle	-10.0111
▁cloud	-10.0143
▁say	-10.0146
▁api	-10.0146
▁record	-10.0158
▁mobileweb	-10.0167
Use	-10.0173
▁Tests	-10.0174
▁capabilities	-10.0177
▁JMS	-10.0178
using	-10.0179
2,	-10.0179
▁instructions	-10.0179
▁caus	-10.0181
▁Search	-10.0183
▁controller	-10.0184
User	-10.0193
button	-10.0199
▁Apache	-10.0203
▁pom	-10.0222
:54)	-10.0224
▁hidden	-10.0224
▁MySQL	-10.0227
▁idea	-10.0232
▁less	-10.0232
▁artifact	-10.0235
▁Export	-10.0241
▁loader	-10.0243
proxy	-10.0243
athChildrenCache	-10.0248
▁parallel	-10.0255
▁estimate	-10.0255
ms	-10.0259
▁affect	-10.026
▁restore	-10.026
▁1.0	-10.0265
▁away	-10.0271
▁WARN	-10.0272
reviews	-10.0283
Content	-10.0291
▁EC	-10.0292
▁d	-10.0295
()}}	-10.0304
▁applied	-10.0323
J	-10.0331
▁completely	-10.0336
▁credentials	-10.0344
▁npm	-10.0348
▁unexpected	-10.0348
▁noticed	-10.0353
style	-10.0365
utils	-10.0381
▁frameworks	-10.0382
▁known	-10.0389
▁he	-10.039
?)	-10.0401
And	-10.0412
work	-10.0412
All	-10.0417
▁exit	-10.0421
▁reset	-10.0434
▁VM	-10.0441
queue	-10.0446
▁SL	-10.0455
▁Issue	-10.0457
▁lock	-10.0464
▁confusing	-10.0477
▁immediately	-10.0477
▁xrootd	-10.048
▁datamart	-10.0483
DB	-10.0483
▁SELECT	-10.0486
▁TAC	-10.0489
▁Report	-10.0493
▁transfer	-10.0498
▁Link	-10.0503
Runnable	-10.0503
factory	-10.0503
▁triggered	-10.0505
▁Files	-10.0512
▁Rename	-10.0514
▁fill	-10.0516
▁launches	-10.0524
▁blocks	-10.0529
▁replaced	-10.054
▁compiler	-10.0562
method	-10.058
▁suggest	-10.0581
Row	-10.0583
camel	-10.0584
child	-10.0592
Parser	-10.0596
▁calling	-10.0598
▁reader	-10.0603
▁12	-10.0603
▁vs	-10.0604
▁7.	-10.0611
▁H	-10.0615
▁Suggest	-10.062
▁product	-10.0623
WCAG	-10.0631
FutureTask	-10.0632
▁Work	-10.0639
▁tries	-10.0646
▁populate	-10.0647
▁Verify	-10.0652
▁introduced	-10.0655
▁annotation	-10.0658
param	-10.0662
▁Camera	-10.0663
Set	-10.0685
▁})	-10.0686
▁Git	-10.0686
▁difference	-10.0687
TestCase	-10.0702
▁11	-10.0705
▁migrate	-10.0709
▁inbound	-10.0714
▁./	-10.0721
generating	-10.0722
▁certificate	-10.0724
▁Access	-10.0728
▁effort	-10.0738
MESOS	-10.0741
▁fit	-10.0744
opt	-10.0777
0',	-10.0777
▁Stack	-10.0779
▁prefix	-10.0781
▁rely	-10.0782
Debug	-10.0784
Click	-10.0786
codehaus	-10.079
▁agents	-10.0793
▁sections	-10.08
▁int	-10.0806
▁recognized	-10.0808
▁often	-10.081
▁describe	-10.0813
▁sometimes	-10.0814
▁fetch	-10.082
fs	-10.0823
▁rules	-10.0826
My	-10.0835
▁direct	-10.0836
connect	-10.0845
post	-10.0847
▁Setup	-10.0847
▁specification	-10.0858
▁Write	-10.0875
▁ask	-10.0876
▁follows	-10.088
▁leave	-10.088
ip	-10.0883
▁LiveView	-10.0884
▁500	-10.0887
▁Configure	-10.0895
▁json	-10.0902
▁implementing	-10.0904
panel	-10.0905
blackberry	-10.0906
▁become	-10.0906
▁word	-10.0907
86	-10.0915
▁RFC	-10.0917
Controller	-10.0919
▁filters	-10.0922
Metadata	-10.0937
▁big	-10.095
EventQueue	-10.0952
▁extend	-10.0953
tap	-10.0959
▁explain	-10.0963
▁jars	-10.0963
▁checks	-10.0968
▁channels	-10.097
databind	-10.0976
▁tabs	-10.0982
▁Define	-10.0983
▁merge	-10.0992
quite	-10.0998
▁backup	-10.1004
▁taken	-10.1006
▁refactoring	-10.1009
inbound	-10.1013
72	-10.1018
Log	-10.1029
▁resolved	-10.103
images	-10.1035
current	-10.1044
Builder	-10.1052
Path	-10.1053
▁chain	-10.1061
specific	-10.1062
repository	-10.1063
backgroundColor	-10.1063
nsure	-10.1072
vertical	-10.1078
apps	-10.1079
▁google	-10.1084
2);	-10.1092
▁profiles	-10.1113
25	-10.1116
▁slow	-10.112
▁major	-10.1123
▁extensions	-10.1127
▁inform	-10.1133
testing	-10.1135
dd	-10.1139
▁wrapper	-10.1141
location	-10.1149
push	-10.1159
▁More	-10.116
▁yes	-10.1162
field	-10.1166
▁URI	-10.1167
▁older	-10.1172
▁Get	-10.1176
▁becomes	-10.1178
▁detection	-10.1186
>{	-10.1186
▁%	-10.1188
Client	-10.1202
batch	-10.1202
▁labels	-10.1206
most	-10.1212
Code	-10.1216
Pattern	-10.1224
▁Settings	-10.1227
▁l	-10.1228
▁indicat	-10.1241
▁released	-10.1242
iPhone	-10.1245
WARNING	-10.1245
didn	-10.125
▁statement	-10.125
▁indexing	-10.1261
Assert	-10.1265
classes	-10.1267
▁reduce	-10.1275
Socket	-10.1275
▁WS	-10.1289
▁Framework	-10.1289
▁executing	-10.129
case	-10.1291
▁async	-10.1297
▁Week	-10.1301
▁ignored	-10.1311
:8080/	-10.1321
▁Camel	-10.1321
▁home	-10.1323
▁sets	-10.1324
▁counter	-10.1328
▁Integrate	-10.1338
streams	-10.1347
▁split	-10.135
▁modified	-10.136
root	-10.1364
username	-10.1377
▁generates	-10.1377
▁N	-10.1382
fd	-10.1386
▁notifications	-10.1387
▁wants	-10.1388
site	-10.1393
views	-10.1396
ff	-10.1396
imp	-10.141
▁reflect	-10.141
▁indicate	-10.141
length	-10.1417
Once	-10.1423
▁scale	-10.143
▁ListView	-10.1439
etc	-10.1446
intellij	-10.1452
pipe	-10.1459
▁minimum	-10.1459
▁formatting	-10.146
bb	-10.1467
▁proposed	-10.147
▁Guide	-10.1477
▁Overview	-10.1478
ba	-10.1478
▁Context	-10.1488
▁CA	-10.1491
▁Switch	-10.1491
▁submission	-10.1494
79	-10.1494
84)	-10.1496
▁browsers	-10.1496
▁dir	-10.1502
box	-10.1509
folder	-10.151
▁requested	-10.1512
Model	-10.1517
\\	-10.1519
cd	-10.1528
▁destroy	-10.153
▁Template	-10.1535
tree	-10.1538
▁rabbit	-10.1541
Note	-10.1543
side	-10.1543
▁)	-10.1544
}<	-10.1549
▁clicked	-10.1565
Standard	-10.1576
▁condition	-10.1578
▁Modules	-10.1586
npm	-10.1596
Server	-10.1601
▁redirect	-10.1608
▁investigate	-10.1612
▁de	-10.162
::__1::	-10.1624
▁third	-10.1626
▁encountered	-10.1628
ever	-10.1633
▁ending	-10.1634
▁workaround	-10.1634
▁marked	-10.1634
import	-10.1637
▁(/)	-10.1638
Qserv	-10.1639
▁bulk	-10.1639
▁PDF	-10.1643
▁parts	-10.1644
runWith	-10.1655
▁Attempt	-10.1662
SafeRunn	-10.1671
▁attempting	-10.1672
fa	-10.1677
▁pipe	-10.1681
▁recover	-10.1684
U	-10.1688
▁Reference	-10.169
:4	-10.17
▁>>	-10.1701
▁loop	-10.1707
▁AS	-10.171
token	-10.1713
ac	-10.1714
▁Table	-10.1719
▁forward	-10.1721
▁artifacts	-10.1727
ingStrategy	-10.1727
▁Platform	-10.1728
configure	-10.1736
▁html	-10.1742
▁tree	-10.1743
▁offer	-10.1745
▁assert	-10.1751
width	-10.1759
▁Configurations	-10.176
Operation	-10.1771
▁13	-10.1773
▁force	-10.1775
stop	-10.179
group	-10.1795
dylib	-10.18
▁difficult	-10.1803
▁authorization	-10.1804
▁Javascript	-10.1804
Events	-10.1805
▁utility	-10.1808
▁accessible	-10.1809
__	-10.1812
:110	-10.1813
▁Packaging	-10.1813
.</	-10.1823
▁prompted	-10.1824
▁Builder	-10.1827
▁javascript	-10.1829
▁duradmin	-10.1837
▁normal	-10.1839
▁hide	-10.1839
cf	-10.1847
▁Getting	-10.1848
▁private	-10.1848
▁Have	-10.1856
▁actions	-10.1857
▁Research	-10.1858
▁possibly	-10.1861
▁14	-10.1861
▁documented	-10.1868
▁min	-10.1882
make	-10.1888
▁bugs	-10.19
▁compare	-10.1914
▁Include	-10.1935
Get	-10.1942
UTF	-10.1953
▁region	-10.1967
").	-10.1969
GROUPS	-10.1978
▁little	-10.1982
▁program	-10.1983
▁Save	-10.1986
▁SOAP	-10.1992
recipes	-10.1994
springsource	-10.1994
▁DataSense	-10.1995
79)	-10.1996
▁DurAdmin	-10.1998
▁astrometry	-10.1998
▁JMX	-10.2001
scripting	-10.2002
ce	-10.2003
▁recovery	-10.2006
▁Rabbit	-10.2007
..."	-10.2008
Table	-10.2017
rc	-10.2017
▁1,	-10.2018
▁thus	-10.2019
trace	-10.2031
'.	-10.2039
▁3.0	-10.2047
▁KitchenSink	-10.2051
▁quick	-10.2058
decam	-10.2058
▁TiApplication	-10.2075
Start	-10.2089
▁Close	-10.2091
▁threads	-10.2099
▁soon	-10.21
▁aggregate	-10.2118
Processor	-10.2121
▁importing	-10.2122
uuid	-10.214
▁navigate	-10.2147
IsolatorTest	-10.2156
▁analytics	-10.2158
▁worked	-10.216
▁live	-10.216
▁twice	-10.2164
▁anymore	-10.2167
▁believe	-10.2169
▁regular	-10.2172
▁temporary	-10.2172
Bundle	-10.2175
▁followed	-10.2175
RC	-10.2179
samples	-10.2183
▁1',	-10.2187
▁Assist	-10.2189
Util	-10.219
▁sprint	-10.2193
SDK	-10.2206
commands	-10.2207
▁blackberry	-10.2211
▁functional	-10.2213
▁Duplicate	-10.2217
▁Console	-10.2242
▁jdbc	-10.2265
▁breaks	-10.2269
4.1.0.	-10.228
▁Tap	-10.2296
▁inline	-10.2297
▁Screenshot	-10.2315
ModuleDeployer	-10.2324
jenkins	-10.2325
FILL	-10.2345
clean	-10.2348
▁May	-10.2352
▁minutes	-10.2363
▁remaining	-10.2374
▁engine	-10.2377
19	-10.2377
▁SI	-10.238
▁Jul	-10.2384
▁5.0	-10.2387
▁Socket	-10.2389
AndroidRuntime	-10.239
(['	-10.2394
▁tomcat	-10.2396
▁according	-10.2397
Notification	-10.2397
▁history	-10.24
▁Text	-10.2407
▁Login	-10.2412
▁Tab	-10.2414
compile	-10.2423
▁none	-10.2431
▁offers	-10.2432
▁effect	-10.2432
document	-10.2435
▁catch	-10.2436
▁2014	-10.2436
TableViewRow	-10.244
guide	-10.2457
find	-10.2457
▁involve	-10.2471
▁lists	-10.2473
▁Variable	-10.248
▁remain	-10.248
Contents	-10.2481
▁snippet	-10.2484
form	-10.2492
ity	-10.2494
2.7/	-10.2507
maven	-10.2515
native	-10.2516
Http	-10.2517
▁concept	-10.2517
▁edge	-10.2527
dispatch	-10.2534
▁unnecessary	-10.2535
▁identify	-10.2536
▁discovered	-10.2537
▁saving	-10.2539
▁documents	-10.2543
▁hand	-10.2546
▁hardware	-10.2546
▁red	-10.2547
Cam	-10.2549
▁OCS	-10.2552
▁github	-10.2553
▁subsequent	-10.2553
▁lower	-10.2556
▁implementations	-10.2586
▁Plan	-10.2588
▁remains	-10.2589
link	-10.2594
cloud	-10.26
▁Archive	-10.2602
userid	-10.2604
br	-10.2606
▁Jobs	-10.2616
▁Started	-10.2622
▁passing	-10.2622
▁Samples	-10.2624
30	-10.2629
▁proposal	-10.2634
▁processed	-10.2641
▁Index	-10.2646
▁bytes	-10.2646
▁streaming	-10.2648
upload	-10.2652
▁expressions	-10.2655
▁requirement	-10.267
status	-10.2677
▁Path	-10.2677
▁chart	-10.2683
Line	-10.269
SELECT	-10.2712
▁Local	-10.2715
USER	-10.2716
Navigate	-10.272
assets	-10.272
▁LOE	-10.2727
ca	-10.2727
jrxml	-10.2728
▁Activity	-10.2729
▁propose	-10.273
▁affected	-10.2737
▁Blackberry	-10.2739
▁aliases	-10.2739
▁previously	-10.2752
▁extract	-10.2756
▁03-	-10.2757
▁larger	-10.2757
▁snapshot	-10.2757
▁BPM	-10.2759
args	-10.2763
▁sends	-10.2763
▁complex	-10.2766
▁Client	-10.2767
▁covers	-10.2767
HyperS	-10.2774
▁invoke	-10.2782
▁revocable	-10.2783
off	-10.279
▁iPad	-10.2792
▁binding	-10.2794
57	-10.2799
▁usual	-10.2802
3.4.0.	-10.281
▁gemfire	-10.2825
Package	-10.2826
setup	-10.2827
▁[--	-10.2828
nt	-10.2862
▁30	-10.2864
▁dbconnection	-10.2867
▁Thread	-10.2873
▁range	-10.2874
▁archive	-10.2878
▁aperture	-10.2884
▁produce	-10.2885
List	-10.2887
nav	-10.2888
change	-10.289
▁Properties	-10.2892
we	-10.2895
memory	-10.2907
▁tickets	-10.2908
▁week	-10.2908
mail	-10.2917
▁displaying	-10.2926
options	-10.293
head	-10.2933
▁Tomcat	-10.2935
▁defining	-10.2935
▁provisioning	-10.2937
▁compatibility	-10.2943
ATION	-10.2944
issues	-10.2946
▁initialization	-10.2947
▁attach	-10.2955
▁saying	-10.2955
Simple	-10.2965
examples	-10.2971
ad	-10.2981
▁insert	-10.2983
BuilderImpl	-10.2984
▁gradle	-10.2996
:3	-10.2998
but	-10.3019
TextField	-10.3019
▁aren	-10.302
▁procedure	-10.3046
example	-10.3048
Provider	-10.3053
:39	-10.3055
▁layer	-10.307
category	-10.307
th	-10.3076
agent	-10.3078
▁cycle	-10.3079
▁mean	-10.308
▁pid	-10.3083
▁lookup	-10.3102
Interceptor	-10.3106
Clover	-10.3108
-3	-10.3108
▁transformer	-10.3112
▁CMake	-10.3114
docker	-10.3115
xrootd	-10.3117
legacy	-10.3118
ubuntu	-10.3119
False	-10.3119
':	-10.3124
▁free	-10.3129
▁relative	-10.3141
▁alias	-10.3142
▁submit	-10.3147
▁unless	-10.3148
▁pixel	-10.3151
▁kill	-10.3151
▁policy	-10.3152
▁located	-10.3159
Talend	-10.3164
▁GA	-10.3166
la	-10.3169
▁Event	-10.3169
▁Flow	-10.3169
▁Sample	-10.3169
Component	-10.3177
▁improved	-10.3179
▁forced	-10.3182
▁returning	-10.3183
way	-10.3198
50	-10.3199
rime	-10.3202
NAME	-10.3204
block	-10.3206
ListView	-10.3209
packages	-10.321
▁Creating	-10.3227
****************	-10.3233
background	-10.3251
Dispatch	-10.3255
response	-10.3257
▁reload	-10.326
ndEvent	-10.3261
▁Trace	-10.3264
▁black	-10.3266
Mobile	-10.3269
73	-10.3292
93	-10.3294
▁../../	-10.3294
▁selector	-10.3294
:/	-10.3295
▁shall	-10.3302
Adapter	-10.3302
tool	-10.3306
▁15	-10.3309
▁couple	-10.3312
▁term	-10.3312
Network	-10.3317
da	-10.3319
KeeperException	-10.3327
salnikov	-10.3327
▁figure	-10.3329
▁white	-10.3332
▁Schema	-10.3334
hdfs	-10.3334
Before	-10.3343
▁CPU	-10.3344
▁${	-10.3344
▁expand	-10.3347
▁boot	-10.3348
ING	-10.335
▁nor	-10.3358
▁exposed	-10.3367
▁courses	-10.3367
▁ruble	-10.3369
▁Chrome	-10.3371
▁Time	-10.3373
▁especially	-10.3375
▁g	-10.3378
▁duplicated	-10.3381
▁Download	-10.3382
▁href	-10.3388
▁center	-10.3398
▁effective	-10.3399
▁advanced	-10.3405
32	-10.3408
▁logger	-10.3421
▁correction	-10.3427
le	-10.3429
▁hover	-10.3432
▁EE	-10.3441
COS	-10.3445
